docs: README.md typo
